[
  {
    "name": "<h2>CBS News Internship - <a href='https://www.cbsnews.com/news/cbs-news-internship-program/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The CBS News Internship Program is a paid internship which gives college students the opportunity to further their interest in broadcasting and journalism in various New York City, Los Angeles, and Washington D.C. CBS departments, including but not limited to CBS Evening News, 60 Minutes, 48 Hours, and CBS Sunday Morning. Interns are expected to learn fundamental news-gathering and on-air skills, assist with reporters and producers, and perform all production-related tasks and elements. </p>",
    "eligibility": [
      "<li>Ability to work in New York City, Los Angeles, or Washington D.C.</li>",
      "<li>Juniors and senior students currently enrolled in a 4-year university</li>",
      "<li>Full-time summer and 20 hours minimum fall/spring time commitment</li>",
      "<li>Legal authorization to work in the United States </li>",
      "<li>Passion for news, excellent written, verbal, and communications abilities, and comprehensive knowledge of current events</li>",
      "<li>Journalism, broadcasting, and communications majors students (preferred) </li>",
      "<li>3.0 GPA or above (recommended)"
    ],
    "components": [
      "<li>Currently unknown</li>"
    ],
    "deadlines": [
      "<li>Fall applications open: June 1 - June 30</li>",
      "<li>Spring applications open: Oct.1 - Oct. 31</li>",
      "<li>Summer applications open: Jan. 2 - Feb. 28</li>"
    ]

  },

  {
    "name": "<h2>Kaiser Permanente (KP) Launch - <a href='https://kplaunch.kaiserpermanente.org/high-school-program/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The KP Launch High School Summer Program provides Northern California high school students with eight weeks of paid administrative experience in health care environments as well as networking opportunities, insight on how to prepare for a career in health care, as well as personal and professional skills development.</p>",
    "eligibility": [
      "<li>Permanent residence in a Northern California Kaiser Permanente designated service area</li>",
      "<li>High school students between the ages of 16 and 19 (priority is given to juniors and seniors)</li>",
      "<li>Full-time commitment during the eight-week summer program</li>",
      "<li>Legal authorization to work in the United States</li>"
    ],
    "components": [
      "<li>750-word personal statement</li>",
      "<li>Formal interview required after application phase</li>"
    ],
    "deadlines": [
      "<li>TBA (approximately January 2021)</li>"
    ]
  },

  {
    "name": "<h2>Hutton Junior Fisheries Biology Program - <a href='https://hutton.fisheries.org/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The Hutton Junior Fisheries Biology Program is a paid internship that matches high school students with mentors that are fisheries professionals in their area and offers engaging hands on experience in marine settings.</p>",
    "eligibility": [
      "<li>Residence in United States, Mexico, or Canada</li>",
      "<li>Open to all sophomore, junior, or senior high school students</li>",
      "<li>Students in minority backgrounds are encouraged to apply</li>"
    ],
    "components": [
      "<li>High School transcript</li>",
      "<li>One academic letter of reccomendation from a math, science, or English teacher</li>",
      "<li>One character letter of recommendation from a community leader, teacher, or adult</li>",
      "<li>Statement of Interest</li>",
      "<li>Question Responses</li>"
    ],
    "deadlines": [
      "<li>TBA</li>"
    ]
  },

  {
    "name": "<h2>Eugene and Ruth Roberts Summer Student Academy - <a href='https://www.cityofhope.org/education/irell-and-manella-graduate-school-of-biological-sciences/irell-manella-graduate-school-programs/summer-student-academy' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The Eugene and Ruth Roberts Summer Student Academy at City of Hope allows high school and undergraduate college students to have 'hands-on' research experience, allowing students to design and work on research projects in their fields of interest. City of Hope faculty act as mentors, and students work closely with post-docs, grad students, and lab personnel from the Irell & Manella Graduate School Of Biological Sciences</p>",
    "eligibility": [
      "<li>Must be at least 16 years old before the internship begins</li>",
      "<li>Must be a high school or undergraduate student</li>",
      "<li>Must be a U.S. citizen or permanent resident</li>"
    ],
    "components": [
      "<li>Most students submit transcripts, letters of recommendation(s), and resumes, but these are not required</li>"
    ],
    "deadlines": [
      "<li>2021 Summer deadline TBA</li>"
    ]
  },

  {
    "name": "<h2>NASA Internships - <a href='https://intern.nasa.gov/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>NASA provides internships of many types. They can all be accessed through one application. Their programs allow students to receive hands-on experience and make meaningful contributions to the various NASA teams.</p>",
    "eligibility": [
      "<li>U.S Citizen</li>",
      "<li>Full-time student</li>",
      "<li>Age 16+</li>",
      "<li>Minimum 3.0 cumulative GPA</li>"
    ],
    "components": [
      "<li>Transcript</li>",
      "<li>Letter of recommendation</li>",
      "<li>Short answer questions</li>",
      "<li>Listing of work/volunteer experience</li>"
    ],
    "deadlines": [
      "<li>Spring 2021: November 1</li>",
      "<li>Summer 2021: March 8</li>"
    ]
  },

  {
    "name": "<h2>Cedar-Sinai Minors in Research Program - <a href='https://www.cedars-sinai.org/education/professional-training-programs/internship/minors.html?_ga=2.160060728.465703239.1597968786-321095429.1597968786' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The Minors in Research Program provides students of 16-18 years of age with an expansive look at bio-medical research that covers scientific project design, biomedical research techniques, research discussions and presentations, laboratory regulations, and principles of academic research.</p>",
    "eligibility": [
      "<li>Be a current junior in high school</li>",
      "<li>Age of 16-18 years</li>"
    ],
    "components": [
      "<li>Cover Letter</li>",
      "<li>High School Transcript</li>",
      "<li>2 Letters of Recommendation</li>"
    ],
    "deadlines": [
      "<li>TBA</li>"
    ]
  },

  {
    "name": "<h2>Department of Homeland Security Cybersecurity Internship Program - <a href='https://www.dhs.gov/homeland-security-careers/cybersecurity-internship-program-0' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The DHS is looking for individuals who show a desire to learn concepts such as identification and analysis of malicious code, forensics analysis, and more. Interns will have the opportunity to be selected into the bachelor's or master's-based Cyber Fellows Program within the DHS Secretary's Honors Program after graduation.</p>",
    "eligibility": [
      "<li>Must be a US Citizen</li>",
      "<li>Be able to obtain and hold a security clearance</li>",
      "<li>Enrolled in fields associated with Cybersecurity (Computer Science, Computer Engineering, Electrical Engineering, etc.) with a focus on Cybersecurity</li>",
      "<li>Project leadership ability</li>",
      "<li>Good oral and written communication skills</li>",
      "<li>At least 18 years of age</li>",
      "<li>3.30 GPA or above</li>",
      "<li>Full-time enrollment as a sophomore, junior, senior, or graduate student in college</li>"
    ],
    "components": [
      "<li>Transcript</li>",
      "<li>2 Letters of recommendation</li>",
      "<li>Essay questions involving research and career goals</li>"
    ],
    "deadlines": [
      "<li>TBA</li>"
    ]
  },

  {
    "name": "<h2>Asian Art Museum Art Speak Internship - <a href='https://about.asianart.org/art-speak/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The Asian Art Museum Art Speak Internship provides Northern California high school students with a paid internship opportunity that entails learning about Asian art, Asian cultural traditions, local artists, and nearby art organizations while also teaching students leadership and interpersonal communication skills. For nine months between September and May, interns will be exposed to a world which combines arts and the opportunities which the Bay Area has to offer. </p>",
    "eligibility": [
        "<li>Sophomore, junior, and senior high school students attending public high schools in Northern California’s Bay Area </li>",
        "<li>Must be a teenager interested in art and art history, Asian art and culture, writing, video producing and editing, media arts, social media, social justice, and arts education</li>",
        "<li>Comfortable with virtual contact with fellow interns, staff, artists, and visitors </li>",
        "<li>Virtual commitment of six to eight hours a week</li>"
    ],
    "components": [
        "<li>TBA</li>"
    ],
    "deadlines": [
        "<p>Application Deadline(s): 2020-2021 application form closed; 2021-2022 application TBA</p>"
    ]
  },

  {
    "name": "<h2>Exploratorium High School Explainers - <a href='https://explainers.exploratorium.edu/highschool/program' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>Exploratorium High School Explainers work to create an engaging experience for the visitors at the Exploratorium museum. This is a paid position and chosen high school students are expected to complete the training period before officially working. The training sessions will cover lessons from museum staff, science educators, and exhibit creators. </p>",
    "eligibility": [
        "<li>Applicants must be between 15 and 18 years of age</li>",
        "<li>Applicants must be able to attend all mandatory trainings</li>",
        "<li>Must have good team skills such as communication, compatibility, and reliability</li>",
        "<li>Multilingual applicants are of interest</li>"
    ],
    "components": [
        "<li>TBA</li>"
    ],
    "deadlines": [
        "<p>Application Deadline(s): Postponed until 2021; Application period for 2021 session expected to be in late Winter 2021</p>"
    ]
  }

]
