[
  {
    "name": "<h2>Stanford Summer Session - <a href='https://summer.stanford.edu/program/high-school-high-school-summer-college' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The Stanford Summer Session for high school students is a summer program geared toward providing high-achieving and ambitious students the opportunity to attend and enroll in a world-class university educational experience over the span of two months. This summer session is the equivalent of the summer quarter at Stanford, allowing students to take courses and earn credit at Stanford University.</p>",
    "eligibility": [
      "<li>Be a current sophomore, junior, or senior, or a gap year student at the time of application.</li>",
      "<li>Be at least 16 at the start of the program and no more than 19 by the last day, August 16, 2020</li>",
      "<li>Not be matriculating into Stanford as a freshman</li>"
    ],
    "components": [
      "<li>High school transcript and standardized test score submissions</li>",
      "<li>One 400-650 word essay</li>",
      "<li>Letter of recommendation</li>"
    ],
    "deadlines": [
      "<li>TBA (approximately January 2021)</li>"
    ]

  },
  {
    "name": "<h2>Launch X - <a href='https://launchx.com/summer-program/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>LaunchX is an entrepreneurship summer program that supports high school students as they launch their own startups. Accepted students attend workshops, lectures, simulations, and discussions to help them identify and create startups offering services to an open market, with partnerships available.</p>",
    "eligibility": [
      "<li>Must be a high school student</li>"
    ],
    "components": [
      "<li>List of activities</li>",
      "<li>Transcripts</li>",
      "<li>Video Introduction</li>"
    ],
    "deadlines": [
      "<li>Early Admissions: December 13, 2020</li>",
      "<li>Spring applications open: Oct.1 - Oct. 31</li>",
      "<li>Regular Admissions: January 31, 2021</li>"
    ]

  },
  {
    "name": "<h2>Telluride Association Summer Program - <a href='https://www.tellurideassociation.org/our-programs/high-school-students/summer-program-juniors-tasp/apply-tasp/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>TASP is a general education program aimed at students who demonstrate curiosity and motivation, rather than prior knowledge. Each session is focused on an academic seminar and focuses on writing, reading, and self-governance.</p>",
    "eligibility": [
      "<li>Must be a current high school junior</li>"
    ],
    "components": [
      "<li>Essay</li>",
      "<li>Short answer questions</li>"
    ],
    "deadlines": [
      "<li>TBA, opens in the fall</li>"
    ]

  },
  {
    "name": "<h2>CSSSA Visual Arts Summer Program - <a href='https://www.csssa.ca.gov/academic-programs/visual-arts/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The CSSSA Visual Arts Summer Program allows students who show potential in the Visual Arts to learn about the various facets of the field, including Figure Drawing, Studio Courses, Design, and more. </p>",
    "eligibility": [
      "<li>Must be between grades 9 and 12</li>"
    ],
    "components": [
      "<li>Depict and upload a work in your own medium showing an issue that interests you</li>",
      "<li>Upload an art piece that represents who you are</li>",
      "<li>Upload a tertiary piece of artwork that demonstrates your skill in any of your preferred media</li>",
      "<li>Send an application and all teacher recommendations</li>"
    ],
    "deadlines": [
      "<li>NOTE: 2020 CSSSA has been cancelled due to COVID-19</li>",
      "<li>2021 Application TBA, estimated deadline in mid-Feb.</li>"
    ]
  },

  {
    "name": "<h2>Chapman University Dodge College Summer Film Academy - <a href='https://www.chapman.edu/dodge/summer-programs/summer-film-academy/index.aspx' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The Dodge College Summer Film Academy is a two week intensive course for high school students to explore the aspects of filmmaking with field trips, guest speakers, discussion classes, screenings, and collaborate on their very own short digital project that will be screened at the Folino Theater at the end of the program. </p>",
    "eligibility": [
      "<li>Be a junior or senior in high school</li>",
      "<li>3.0 or higher GPA</li>",
      "<li>Have a creative resume</li>"
    ],
    "components": [
      "<li>Personal Statement</li>",
      "<li>Written Essay</li>",
      "<li>Creative Resume</li>",
      "<li>Letter of Recommendation</li>",
      "<li>High School Transcript</li>",
      "<li>$10 Application Fee</li>"
    ],
    "deadlines": [
      "<li>Application Due Date: Mar. 1</li>",
      "<li>Application Decisions Date: Apr. 20</li>",
      "<li>Non-refundable $500 Deposit due: May 8</li>"
    ]
  },

  {
    "name": "<h2>UCLA Film and Summer Institute Track 8: Pre-College Writing for TV- Big Ideas for the Small Screen - <a href='http://www.tft.ucla.edu/programs/summer-programs/ucla-film-and-television-summer-institute/track-8-writing-for-tv/' target='_blank'>Apply Here</a></h2>",
    "summary": "<p>The UCLA Film and Summer Institute welcomes high students with a love of storytelling to enroll into a summer session where they will learn how to write scripts for television by writing pilot episode outlines, episode teasers, and series treatments with small workshops. Guest lecture workshops and a pitching panel is also included within this summer session. </p>",
    "eligibility": [
      "<li>High school students from 9-12th grade</li>",
      "<li>Must be 14 years of age as of June 22, 2020</li>",
      "<li>Applicants and Parent Approval</li>"
    ],
    "components": [
      "<li>$150 Non-refundable online Registration</li>",
      "<li>Program Participant Agreement</li>",
      "<li>Questionnaire</li>",
      "<li>Availability information provided - <a href='https://r.summer.ucla.edu/institutes/register/precollegeinstitutes.cfm</li>' target='_blank'> here</a></li>"
    ],
    "deadlines": [
      "<li>Payment Deadline: Payments must be paid no later than 5PM, June 5</li>",
      "<li>Deadlines by program may vary according to the link provided - <a href='https://r.summer.ucla.edu/institutes/register/precollegeinstitutes.cfm</li>' target='_blank'> here</a></li>"
    ]
  },

  {
    "name": "<h2>Carnegie Mellon University Summer Academy for Math and Science (SAMS) - <a href='https://www.cmu.edu/pre-college/academic-programs/sams.html' target='_blank'>Apply here</a></h2>",
    "summary": "<p>The Carnegie Mellon University’s Summer Academy for Math and Science (SAMS) allows high school students the opportunity to engage in STEM-related fields such as mathematics, biology, computer programming, and physics as well as professional and academic development workshops, academic seminars, and the creation and development of various projects. </p>",
    "eligibility": [
        "<li>Be at least 16 years of age by the starting program date</li>",
        "<li>Be a U.S. Citizen or permanent resident</li>",
        "<li>Be a sophomore or junior in high school</li>"
    ],
    "components": [
        "<li>Math placement exam</li>",
        "<li>Online application</li>",
        "<li>Standardized test scores</li>",
        "<li>One counselor recommendation and one teacher recommendation written by a teacher in the STEM field</li>",
        "<li>Two essays</li>"
    ],
    "deadlines": [
        "<p>Application Deadline(s): Applications open in November for 2021 session</p>"
    ]
  },

  {
    "name": "<h2>Otis College of Art and Design Summer of Art - <a href='https://www.otis.edu/summer-art-online' target='_blank'>Apply here</a></h2>",
    "summary": "<p>The Otis College of Art and Design Summer of Art program is a four week intensive course for high school students wanting to enhance their art skills and prepare themselves for studying at a top art and design college. This program does not require an art portfolio. </p>",
    "eligibility": [
        "<li>Must be at least 15 years of age to apply</li>",
        "<li>Any high school students are able to apply</li>"
    ],
    "components": [
        "<li>Legal Guardian Signature required</li>",
        "<li>50% Tuition Deposit</li>",
        "<li>Online Application</li>"
    ],
    "deadlines": [
        "<p>Application Deadline(s): 2020 Session Closed; 2021 registrations open early November</p>"
    ]
  }
]
